Repository: wuyinhust/BBT
Catalog: Reusable/CompanionPageSnapshot/OriginalSources/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: 身高曲线
en: Height Curve
zh_hant: 身高曲線

source: 软绵灵活、好奇心强，喜欢在日常缝隙里发现小惊喜。
en: Soft, nimble, and endlessly curious, always finding tiny surprises in the everyday.
zh_hant: 柔軟靈活、好奇心強，喜歡在日常縫隙裡發現小驚喜。

source: 软软甜甜的小太阳
en: A warm little ray of sunshine
zh_hant: 軟軟甜甜的小太陽

source: 轻点任意位置继续
en: Tap anywhere to continue
zh_hant: 輕點任意位置繼續

source: 较上次 %@%@
en: %1$@%2$@ since last record
zh_hant: 較上次 %1$@%2$@

source: 较前7天
en: vs previous 7 days
zh_hant: 較前7天

source: 较前7天 --
en: vs previous 7 days --
zh_hant: 較前7天 --

source: 辅食
en: Solids
zh_hant: 副食品

source: 辅食 %@
en: Solids %@
zh_hant: 副食品 %@

source: 输入小名或名字
en: Nickname or name
zh_hant: 輸入小名或名字

# 输入数值
source: 数值
en: Value
zh_hant: 輸入數值

source: 输入数字，或滑动尺子快速录入
en: Enter a number or slide the ruler for a quick entry.
zh_hant: 輸入數字，或滑動尺規快速記錄。

source: 近7天喂养
en: 7-day feeding
zh_hant: 近7天餵養

source: 近7天活动
en: 7-day activity
zh_hant: 近7天活動

source: 近7天状态
en: 7-day states
zh_hant: 近7天狀態

source: 近7天睡眠
en: 7-day sleep

source: 近7日
en: Last 7 Days

source: 近7日均
en: 7-Day Avg
zh_hant: 近 7 日平均

source: 近7日平均
en: 7-day average

source: 返回
en: Back

source: 还有 %@ 位 Buddy， 会在一次次照护与成长里前来相遇。
en: %@ more Buddies are waiting to meet you through everyday care and growth.
zh_hant: 還有 %@ 位 Buddy， 會在一次次照護與成長中與你相遇。

source: 还没有 EASY 循环
en: No EASY cycles yet
zh_hant: 還沒有 EASY 循環

source: 还没有%@记录
en: No %@ records yet
zh_hant: 還沒有%@記錄

source: 还没有完整轮次
en: No complete cycles yet
zh_hant: 還沒有完整輪次

source: 还没有形成明显节奏
en: No clear rhythm yet
zh_hant: 還沒有形成明顯節奏

source: 还没有形成节奏
en: No rhythm yet
zh_hant: 還沒有形成節奏

source: 还没有每日报告
en: No daily reports yet
zh_hant: 還沒有每日報告

source: 还没有每日来访记录
en: No Daily Visits yet
zh_hant: 還沒有每日來訪記錄

source: 还没有记录，点右侧添加一条。
en: No records yet. Tap the button on the right to add one.
zh_hant: 還沒有記錄，點按右側即可新增。

source: 这一刻已经被好好留在成长路径里
en: This moment now has a special place on the growth path
zh_hant: 這一刻已經被好好留在成長路徑裡

source: 这个月的新变化
en: New This Month
zh_hant: 這個月的新變化

source: 这句话像 %@ 吗？
en: Does this sound like %@?
zh_hant: 這句話像 %@ 嗎？

source: 这张照片只按完成日期展示，不会生成自定义成就。
en: This photo is shown only by completion date and will not create a custom achievement.
zh_hant: 這張照片只會按完成日期顯示，不會建立自訂成就。

source: 这是一份当下的气质倾向，不是给宝宝贴上的固定标签。
en: This is a snapshot of current temperament—not a permanent label.
zh_hant: 這是目前的氣質傾向，不是貼在寶寶身上的固定標籤。

source: 这是你 15 分钟前选择的稍后提醒。
en: This is the reminder you snoozed 15 minutes ago.
zh_hant: 這是你 15 分鐘前選擇的稍後提醒。

source: 这条计时草稿不会生成正式记录。
en: This timer draft won’t create a record.
zh_hant: 這份計時草稿不會建立正式記錄。

source: 进入 BBBuddy
en: Enter BBBuddy
zh_hant: 進入 BBBuddy

source: 进行中
en: In Progress
zh_hant: 進行中

source: 连接 App Store 中
en: Connecting to the App Store
zh_hant: 正在連接 App Store

source: 适合快速记录单项喂养、尿布、睡眠。
en: Quickly record individual feedings, diapers, and sleep.
zh_hant: 適合快速記錄單項餵養、尿布與睡眠。

source: 适合按吃、玩、睡维护完整照护节奏。
en: Follow Eat, Activity, and Sleep as a complete care rhythm.
zh_hant: 適合依吃、玩、睡維持完整照護節奏。

source: 选择一种记录方式
en: Choose a way to record it
zh_hant: 選擇一種記錄方式

source: 选择主图标或 7 个预留图标位，后续直接替换对应资源。
en: Choose the primary icon or one of seven reserved icon slots.
zh_hant: 選擇主圖示或 7 個預留圖示，之後可直接替換對應資源。

source: 选择今天刚做过的活动
en: Choose the activities your baby just did today.
zh_hant: 選擇寶寶今天剛做過的活動。

source: 选择今天陪伴宝宝的伙伴
en: Choose Today’s Buddy
zh_hant: 選擇今天陪伴寶寶的 Buddy

source: 选择会员
en: Choose a Plan
zh_hant: 選擇會員方案

source: 选择如何留下这一刻
en: Choose how to remember this moment
zh_hant: 選擇如何留下這一刻

source: 选择尿量
en: Choose amount
zh_hant: 選擇尿量

source: 选择应用
en: Select BBBuddy
zh_hant: 選擇 BBBuddy

source: 选择性别
en: Choose Sex
zh_hant: 選擇性別

source: 选择性状
en: Choose consistency
zh_hant: 選擇性狀

source: 选择我的记录方式
en: Choose How I Record
zh_hant: 選擇我的記錄方式

source: 选择活动
en: Select Activity
zh_hant: 選擇活動

source: 选择生日
en: Choose Birthday
zh_hant: 選擇生日

source: 选择记录方式
en: Choose Recording Method
zh_hant: 選擇記錄方式

source: 选择跟随地区、公制或英制
en: Choose Follow Region, Metric, or Imperial
zh_hant: 選擇跟隨地區、公制或英制

source: 选择辅食
en: Choose Food
zh_hant: 選擇副食品

source: 选择适合你的方式
en: Choose what works for you
zh_hant: 選擇適合你的方式

source: 选择锁屏
en: Select Lock Screen
zh_hant: 選擇鎖定畫面

source: 选择陪伴页的房间背景
en: Choose a room for the Companion screen
zh_hant: 選擇陪伴頁的房間背景

source: 通知权限已关闭
en: Notifications are off
zh_hant: 通知權限已關閉

source: 通知权限已关闭，请先到系统设置中允许通知。
en: Notifications are off. Allow them in Settings first.
zh_hant: 通知權限已關閉，請先到系統設定中允許通知。

source: 遇到新玩具、新人或新环境时，宝宝通常愿意靠近或尝试。
en: With a new toy, person, or place, my baby is usually willing to approach or try.
zh_hant: 遇到新玩具、新人或新環境時，寶寶通常願意靠近或嘗試。

source: 邀请 · %d BB Bucks
en: Invite · %d BB Bucks
zh_hant: 邀請 · %d BB Bucks

source: 邀请 %@ · 友情值 +%d
en: Invited %@ · Friendship +%d
zh_hant: 邀請 %@ · 友情值 +%d

source: 邀请 Buddy
en: Invite Buddy
zh_hant: 邀請 Buddy

source: 邀请另一位家长
en: Invite Another Parent
zh_hant: 邀請另一位家長

source: 邀请另一位家长共同查看和记录，宝宝资料与日常记录通过 iCloud 同步。
en: Invite one other parent to view and record together. Baby details and daily records sync through iCloud.
zh_hant: 邀請另一位家長共同查看與記錄，寶寶資料和日常記錄透過 iCloud 同步。

source: 邀请另一位家长共同记录
en: Invite another parent to record together
zh_hant: 邀請另一位家長共同記錄

source: 邀请另一位家长后，两台手机会共同记录同一个宝宝。
en: Invite another parent to record the same baby on both phones.
zh_hant: 邀請另一位家長後，兩支手機會共同記錄同一個寶寶。

source: 邀请明天再来
en: Invite Back Tomorrow
zh_hant: 邀請明天再來

source: 部分 Plus 商品暂不可用，请检查 App Store Connect 商品状态。
en: Some Plus products are unavailable. Check their status in App Store Connect.
zh_hant: 部分 Plus 商品暫時無法使用，請檢查 App Store Connect 商品狀態。

source: 部分会员方案暂不可用，请稍后重试。
en: Some membership plans are temporarily unavailable. Try again later.
zh_hant: 部分會員方案暫時無法使用，請稍後再試。

source: 酸奶
en: Yogurt
zh_hant: 優格

source: 醒了，保存
en: Woke Up, Save
zh_hant: 醒了，儲存

source: 醒来
en: Woke up
zh_hant: 醒來

source: 醒来了，完成本轮
en: Baby woke—finish this cycle
zh_hant: 醒來了，完成本輪

source: 醒来先吃 吃得饱饱
en: Feed first after waking
zh_hant: 醒來先吃，吃得飽飽

source: 醒来时间
en: Wake-up time
zh_hant: 醒來時間

source: 醒来时间需要晚于入睡
en: Wake time must be after bedtime
zh_hant: 醒來時間必須晚於入睡時間

source: 里程碑用于日常观察与记录，不替代标准化发育筛查或医疗建议。
en: Milestones support everyday observation and records. They do not replace developmental screening or medical advice.
zh_hant: 里程碑用於日常觀察與記錄，不能取代標準化發展篩檢或醫療建議。

source: 重新加载
en: Reload
zh_hant: 重新載入

source: 重新测一次
en: Retake
zh_hant: 重新測一次

source: 重新测试或选择陪伴伙伴
en: Retake the test or choose a companion
zh_hant: 重新測驗或選擇陪伴 Buddy

source: 重新连接 App Store
en: Reconnect to the App Store
zh_hant: 重新連接 App Store

source: 重要日期 +3 · 月龄成长 +2
en: Key dates +3 · Monthly growth +2
zh_hant: 重要日期 +3 · 月齡成長 +2

source: 重要里程碑
en: Major milestone

source: 重试
en: Try Again
zh_hant: 重試

source: 重试加载商品
en: Reload Products
zh_hant: 重新載入商品

source: 野外分布于中美洲至南美洲部分热带森林。
en: Lives in tropical forests from Central America into parts of South America.
zh_hant: 野外分布於中美洲至南美洲部分熱帶森林。

source: 野外分布于撒哈拉及北非干旱荒漠。
en: Found in the wild across the Sahara and arid deserts of North Africa.
zh_hant: 野外分布於撒哈拉與北非乾旱荒漠。

source: 野外分布于澳大利亚东部和东南部桉树林。
en: Found in eucalyptus forests of eastern and southeastern Australia.
zh_hant: 野外分布於澳洲東部與東南部的尤加利樹林。

source: 野外分布于澳大利亚西南部少数岛屿和沿海灌丛。
en: Found in the wild on a few islands and coastal scrublands of southwestern Australia.
zh_hant: 野外分布於澳洲西南部少數島嶼與沿海灌叢。

source: 野外原产南亚和东南亚湿地、河流、红树林等生境。
en: Native to wetlands, rivers, and mangroves across South and Southeast Asia.
zh_hant: 野外原產南亞與東南亞的濕地、河流、紅樹林等棲地。

source: 野外原产南美洲安第斯山脉高海拔地区。
en: Native in the wild to high-elevation regions of the South American Andes.
zh_hant: 野外原產南美洲安地斯山脈高海拔地區。

source: 野外局限于喜马拉雅东段和中国西南山地。
en: Restricted in the wild to the eastern Himalayas and the mountains of southwestern China.
zh_hant: 野外侷限於喜馬拉雅東段與中國西南山地。

source: 野外广布于北亚和东北亚森林。
en: Widely distributed through the forests of northern and northeastern Asia.
zh_hant: 野外廣布於北亞與東北亞森林。

source: 锁屏组件
en: Lock Screen Widgets
zh_hant: 鎖定畫面小工具

source: 长按主屏
en: Touch and hold the Home Screen
zh_hant: 長按主畫面

source: 长按打开语音记录
en: Press and Hold to Open Voice Entry
zh_hant: 長按開啟語音記錄

source: 长按锁屏
en: Touch and hold the Lock Screen
zh_hant: 長按鎖定畫面

source: 长毛龙猫宝宝
en: Long-Haired Chinchilla Kit
zh_hant: 長毛絨鼠寶寶

source: 阿考不急着靠近世界，更喜欢先观察，等准备好了才慢慢伸出小手。
en: Ako never rushes toward the world, preferring to observe until they feel ready to reach out.
zh_hant: 阿考不急著靠近世界，更喜歡先觀察，準備好後才慢慢伸出小手。

source: 陪伴
en: Companion

source: 陪伴加速
en: Daily boost

source: 隐私政策
en: Privacy Policy
zh_hant: 隱私政策

source: 隐私条款
en: Privacy Policy
zh_hant: 隱私權政策

source: 需要更多时，再升级
en: Upgrade whenever you need more
zh_hant: 需要更多功能時，再升級

source: 霍氏树懒宝宝
en: Hoffmann’s Sloth Baby
zh_hant: 霍氏樹懶寶寶

source: 霍菲喜欢按照自己的小节奏前进，换环境时会先停一停、看一看。
en: Hoffy likes moving at a personal pace, pausing to look around whenever the setting changes.
zh_hant: 霍菲喜歡照自己的小節奏前進，換環境時會先停一停、看一看。

source: 面包
en: Bread
zh_hant: 麵包

source: 面条
en: Noodles
zh_hant: 麵條

source: 预计入睡前 30 分钟提醒
en: Remind me 30 minutes before expected bedtime
zh_hant: 預計入睡前 30 分鐘提醒

source: 预计入睡提醒
en: Expected bedtime reminder
zh_hant: 預計入睡提醒

source: 领取 %@
en: Welcome %@
zh_hant: 迎接 %@

source: 首次记录
en: First record
zh_hant: 首次記錄

source: 首页和统计分析会按这个时间段绘制节奏。
en: Home and Insights will chart the rhythm using this time range.
zh_hant: 首頁與統計分析會依這個時段呈現節奏。

source: 马上开始
en: READY TO BEGIN
zh_hant: 馬上開始

source: 高于 P99
en: Above P99
zh_hant: 高於 P99

source: 高敏感
en: Highly Sensitive

source: 鬃狼宝宝
en: Maned Wolf Pup
zh_hant: 鬃狼寶寶

source: 鱼肉
en: Fish
zh_hant: 魚肉

source: 鸡蛋
en: Egg
zh_hant: 雞蛋

source: 黏
en: Mucus
zh_hant: 黏液

source: 黏人敏感、很需要陪伴，是分开时会想念、靠近时会放松的小夜星。
en: Affectionate and sensitive, missing you when apart and relaxing the moment you are near.
zh_hant: 黏人敏感、很需要陪伴，分開時會想念，靠近時就能放鬆。

source: 黏液便
en: Mucus in stool

source: 黏液便，持续大量需注意
en: Mucus in stool. Seek advice if it is persistent or heavy.
zh_hant: 黏液便，若持續或量多請特別留意

source: 默认
en: Default
zh_hant: 預設

source: 默认图标
en: Default Icon
zh_hant: 預設圖示

source: 鼻子软软、感受细腻，是先闻闻世界再决定靠近的小森林朋友。
en: Gentle-nosed and sensitive, taking in the world before deciding where to step next.
zh_hant: 鼻子軟軟、感受細膩，會先聞聞世界，再決定要不要靠近。
